Repository: gofer-k/flutter_maths_expressions
Catalog: lib/l10n/app_*.arb
Languages: pl

# mainPageTitle
source: Maths Expressions
pl: Matematyczne wyrażenia

# derivativePageTitle
source: Derivative theorems
pl: Pochodne

source: Derive theorem definition
pl: Twierdzenia o pochodnych

source: Derivatives computation rules
pl: Reguły obliczania pochodnych

source: Basic derivatives expressions
pl: Postawone wyrażenia pochodnych

# logarithmsPageTitle
source: Logarithms
pl: Logarytmy

# planimetryPageTitle
source: Planimetry
pl: Planimetria

source: Triangle theorems
pl: Twierdzenia trójkąta

source: Triangle area
pl: Powierzchnia trójkąta

source: Triangle angles
pl: Kąty trójkąta

# trianglesCongruence
source: Rules of congruence of triangles
pl: Zasady przystawania trójkątów

source: Congruence type
pl: Typ przystawania trójkątów

# congruenceSAS
source: Side-Angle-Side
pl: Bok-Kąt-Bok

# congruenceASA
source: Angle-Side-Angle
pl: Kąt-Bok-Kąt

# trianglesSimilarity
source: Rules of similarity of triangles
pl: żasady podobieństwa trójkątów

source: Similarity type
pl: Typ podobieństwa

# similaritySSS
source: Side-Side-Side
pl: Bok-Bok-Bok

# similarityAAA
source: Angle-Angle-Angle
pl: Kąt-Kąt-Kąt

# similaritySAS
source: Side-Angle-Side
pl: Bok-Kąt-Bok

# congruenceParameters
source: Parameters of congruence triangles
pl: Parametry przystawania trójkątów

# similarityParameters
source: Parameters of similarity triangles
pl: Parametry podobieństwa trójkątów

# trianglePythagorasTheorem
source: Pithagoras Theorem
pl: Twierdzenie Pitagorasa

# triangleMedianTheorem
source: Media theorem
pl: Twierdzenie mediany na trójkącie

source: Triangle
pl: Trójkąt

source: Angle
pl: Kąt

# sequencesPageTitle
source: Sequences
pl: Ciągi

source: Sequence types
pl: Typy ciągóœ

# sequenceExamples
source: Examples of sequence
pl: Przykładowe ciągi

source: ApproximationTheorems
pl: Aproksymacja

# approx_lagrange_theorem
source: Lagrange theorem
pl: Twierdzenie Lagrange'a

# approx_taylor_series
source: Taylor series
pl: Szereg Taylor'a

# approx_maclaurin_series
source: Maclaurin series
pl: Szereg Maclaurin'a

# trigonometryPageTitle
source: Trigonometry
pl: Trygonometria

source: Trigonometry functions
pl: Funkcje trygonometryczne

source: Trigonometry reversed functions
pl: Odwrócone funkcje trygonometryczne

source: Trigonometry parity features
pl: Własności parzystości

source: Trigonometry periodic functions
pl: Okresowe funkcje trygonometryczne

source: Trigonometry equations
pl: ©ównania trygonometryczne

source: Trigonometry values
pl: Wartości funkcji trygonometrycznych

source: Trigonometry reduced expressions
pl: Skrócone wzory trygonometryczne

# blockShapesPageTitle
source: Block shapes
pl: Figury 3D

# limitsPageTitle
source: Limits
pl: Limity

source: Limits theorems
pl: Twierdzenia o limitach

# similitudeHospitalRules
source: Unmarked symbols - de L'Hospital rules
pl: Limity symbołów de L'Hospital

# limitsBaseCases
source: Examples
pl: Przykłady

# shapeTypeEllipsoid
source: Ellipsoid
pl: Elipsoida

# shapeTypeHyperboloidTwoShell
source: Hyperboloid 2-shell
pl: Hyperboloida 2-powierzchni

# shapeTypeHyperboloidOneShell
source: Hyperboloid 1-shell
pl: Hyperboloida 1-powierzchnia

# shapeTypeSaddle
source: Saddle
pl: Siodło

# shapeTypeCone
source: Cone
pl: Stożek

# shapeTypeHyperbolicCylinder
source: Hyperbolic cylinder
pl: Cylinder hiperboliczny

source: Vertex
pl: Punkt

# vertexInputTitle
source: Vertex values
pl: Wprowadź punkt

# enterValue
source: Enter
pl: Wprowadź

# parseValueError
source: Invalid number
pl: Nieprawidłowe dane

source: Submit
pl: Zapisz

# tooLongValueError
source: Too long value
pl: Za długy tekst
